tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "gh"
brew "git"
brew "krb5"
brew "leiningen"
brew "node"
brew "pnpm"
brew "postgresql"
brew "pure"
brew "qemu"
brew "rclone"
brew "redis", restart_service: true
brew "s3cmd"
brew "solr", restart_service: true
brew "speedtest-cli"
brew "trash"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "clojure/tools/clojure"
cask "chromium"
cask "google-cloud-sdk"
cask "raycast"
