tap "achannarasappa/tap"
tap "charmbracelet/tap"
tap "clojure/tools"
tap "encoredev/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kakengloh/tsk"
tap "wez/wezterm"
brew "act"
brew "ansible"
brew "bat"
brew "glib"
brew "diff-so-fancy"
brew "gnutls"
brew "emacs"
brew "wxwidgets"
brew "node"
brew "esbuild"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gitui"
brew "glow"
brew "grafana"
brew "gum"
brew "libheif"
brew "imagemagick"
brew "krb5"
brew "leiningen"
brew "lua-language-server"
brew "neovim"
brew "pnpm"
brew "postgresql@14"
brew "pure"
brew "python@3.10"
brew "qemu"
brew "rclone"
brew "redis", restart_service: true
brew "s3cmd"
brew "solr", restart_service: true
brew "speedtest-cli"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "ttyd", args: ["HEAD"]
brew "wrangler"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "achannarasappa/tap/ticker"
brew "charmbracelet/tap/vhs"
brew "clojure/tools/clojure"
brew "encoredev/tap/encore"
brew "kakengloh/tsk/tsk"
cask "chromium"
cask "fig"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "kap"
cask "keycastr"
cask "raycast"
cask "visual-studio-code"
cask "wezterm"
